import Image from "next/image";

export default function Home() {
  return (
    <div className="flex flex-col flex-1 items-center justify-center bg-zinc-50 font-sans ">
      <main className="flex flex-1 w-full max-w-3xl flex-col items-center justify-between py-32 px-16 bg-white dark:bg-black sm:items-start">
      
        <h1>Это мой блог (Elcan Aliyev)</h1>

        <h3>Статья находится в разработке </h3>
        <h5>
          Спасибо за интерес к этой теме. В настоящее время материал находится в
          процессе подготовки. Мы работаем над тем, чтобы предоставить
          актуальную, достоверную и полезную информацию. Совсем скоро здесь
          появится полноценная статья, в которой будут рассмотрены: основные
          понятия и определения; практические рекомендации; ответы на часто
          задаваемые вопросы; полезные примеры и дополнительные материалы.
          Пожалуйста, загляните позже. Благодарим за понимание!
        </h5>

        <h3>Статья находится в разработке </h3>
        <h5>
          Спасибо за интерес к этой теме. В настоящее время материал находится в
          процессе подготовки. Мы работаем над тем, чтобы предоставить
          актуальную, достоверную и полезную информацию. Совсем скоро здесь
          появится полноценная статья, в которой будут рассмотрены: основные
          понятия и определения; практические рекомендации; ответы на часто
          задаваемые вопросы; полезные примеры и дополнительные материалы.
          Пожалуйста, загляните позже. Благодарим за понимание!
        </h5>

        <h3>Статья находится в разработке </h3>
        <h5>
          Спасибо за интерес к этой теме. В настоящее время материал находится в
          процессе подготовки. Мы работаем над тем, чтобы предоставить
          актуальную, достоверную и полезную информацию. Совсем скоро здесь
          появится полноценная статья, в которой будут рассмотрены: основные
          понятия и определения; практические рекомендации; ответы на часто
          задаваемые вопросы; полезные примеры и дополнительные материалы.
          Пожалуйста, загляните позже. Благодарим за понимание!
        </h5>
      </main>
    </div>
  );
}
